[
  {
    "id": 1,
    "customerName": "John Doe",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "Had an amazing experience at the restaurant! The service was outstanding, the staff was friendly, and the atmosphere was perfect. It felt like a home away from home. Highly recommended for anyone looking for a great dining experience!",
    "address": "New York, USA",
    "youtubeVideo": "https://youtu.be/NQDom2gxiVc?si=RI8dN9GMsbcLXoDQ"
  },
  {
    "id": 2,
    "customerName": "Jane Smith",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "The food was absolutely delicious, bursting with flavors! The ambiance of the restaurant was warm and inviting, making it a perfect spot for a casual night out. I'll definitely be coming back again to try more of their amazing dishes!",
    "address": "London, UK",
    "youtubeVideo": "https://youtu.be/SRFcoqQr2bc?si=iv4sorDLGZqOw2PZ"
  },
  {
    "id": 3,
    "customerName": "Jane Smith",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "What a fantastic dining experience! The food was cooked to perfection, and every bite was a treat. The ambiance was cozy and inviting, making it the perfect place for a date night. Can't wait to visit again!",
    "address": "London, UK",
    "youtubeVideo": "https://youtu.be/0oBpMid_HkU?si=jLWjGeSO2Oh1LNOJ"
  },
  {
    "id": 4,
    "customerName": "Jane Smith",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "A wonderful place to dine! The atmosphere was intimate and relaxed, and the food was simply delicious. The staff was attentive, and I felt well taken care of. Highly recommend this place for anyone who loves great food and a cozy vibe.",
    "address": "London, UK",
    "youtubeVideo": "https://youtu.be/0oBpMid_HkU?si=jLWjGeSO2Oh1LNOJ"
  },
  {
    "id": 5,
    "customerName": "Jane Smith",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "The food was out of this world, with a perfect blend of flavors in every dish. The ambiance was cozy, and the service was fast and friendly. I had a wonderful time here, and I’ll definitely be coming back to try even more delicious items from the menu!",
    "address": "London, UK",
    "youtubeVideo": "https://youtu.be/SRFcoqQr2bc?si=iv4sorDLGZqOw2PZ"
  },
  {
    "id": 6,
    "customerName": "Jane Smith",
    "customerImg": "https://i.ibb.co.com/cwQxpgt/customer.webp",
    "review": "An amazing experience! From the moment I walked in, I felt welcomed. The food was exceptional, and the flavors were unique and unforgettable. The ambiance was perfect for a relaxing meal, and the staff made me feel right at home. Can’t wait to return!",
    "address": "London, UK",
    "youtubeVideo": "https://youtu.be/NQDom2gxiVc?si=RI8dN9GMsbcLXoDQ"
  }
]
